Repository: NoMoKeTo/c3nav-new
Catalog: src/c3nav/locale/*/LC_MESSAGES/django.po
Languages: et

source: Permissions
et: Loba

source: Important dates
et: Tähtis kuupäev

source: Full Permissions
et: Täie luba

source: %(grouptitle)s (%(count)s nonpublic locations)
et: %(grouptitle)s (%(count) isiklik asukoht)

source: description
et: kirjeldus

source: can award permissions
et: saama anna luba

source: has access from
et: oma juurdepääst

source: has access until
et: oma juurdepääs kuni

source: Access Operator
et: Juurdepääs tööstur

source: access name
et: juurdepääs nimi

source: Usually an URL to a profile somewhere
et: Iseloomulik URL kuni profiil kuskil

source: creator
et: tekitamine

source: creation date
et: loomine kuupäev

source: Access User
et: Juurdepääs kasutaja

source: Access Users
et: Juurdepääs kasutaja

source: permissions
et: luba

source: is expired
et: möödud

source: activated
et: aktiveeritud

source: activation secret
et: aktiveeritud saladus

source: Access Token
et: Zugangstoken

source: Access Tokens
et: Zugangstoken

source: access secret
et: Zugangsschlüssel

source: Access Token Instance
et: Zugangstokeninstanz

source: Access Token Instances
et: Zugangstokeninstanzen

source: Your access token was installed on your device!
et: Der Zugangstoken wurde auf deinem Gerät aktiviert!

source: Link to this token / in this QR code
et: Link zu diesem Token / in diesem QR Code

source: Activate token on this device
et: Token auf diesem Gerät aktivieren!

source: This link QR Code / Link only works once. If you want access on multiple devices, you need multiple tokens.
et: Dieser QR Code / link funktioniert nur einmal. Wenn du auf mehreren Geräten zugang willst, brauchst du mehrere Token.

source: Users
et: Nutzer

source: Log out
et: Abmelden

source: Log in
et: Anmelden

source: This is the non-public backend for creation of access tokens.
et: Das hier ist das nichtöffentliche Backend zum Erstellen von Zugangstokens.

source: Prove that you should have access
et: Beweise dass du Zugang haben solltest

source: Prove access rights
et: Zugangsrechte beweisen

source: Please enter a valid authentication code for the hosters of the following non-public map packages:
et: Bitte gebe einen gültigen API Token für die Hoster der folgenden nichtöffentlichen Kartenpakete an:

source: Thanks – you get full access to the map!
et: Danke – du kriegst vollen Zugang zur Karte!

source: All previous tokens have been invalidated.
et: Alle bisherigen Token wurden deaktiviert.

source: One or more access tokens were not correct.
et: Ein oder mehrere Token waren ungültig.

source: You already have a valid access token.
et: Du hast bereits einen gültigen Zugangstoken.

source: Invalidate previous token(s).
et: Bisherige token invalidieren.

source: Submit
et: Absenden

source: Sorry, this service is currently not available.
et: Sorry, dieses Feature is aktuell nicht verfügbar.

source: Add new access token
et: Neuen

source: Add
et: Hinzufügen

source: Description
et: Beschreibung

source: Author
et: Autor

source: Creation Date
et: Erstellungsdatum

source: Expiration
et: Ablaufdatum

source: Action
et: Aktion

source: expired
et: abgelaufen

source: never
et: nie

source: Expire
et: Invalidieren

source: Activate
et: Aktivieren

source: back to user
et: zurück zum Nutzer

source: Active Tokens
et: Aktive Token

source: previous
et: vorherige

source: Page %(number)s of %(total)s
et: Seite %(number)s von %(total)s

source: next
et: nächste

source: Add new access user
et: Neuen Zugangsnutzer erstellen

source: Add new User
et: Neuen Nutzer erstellen

source: Please select at least two levels.
et: Bitte wähle mindestens zwei Etagen.

source: You have to select a title in at least one language.
et: Du musst einen Titel für mindestens eine Sprache wählen.

source: Internal error.
et: Interner Fehler.

source: please enter a newline seperated lowercase list of BSSIDs
et: bitte gib Zeile für Zeile klein geschriebene BSSIDs ein

source: non-public areas
et: nichtöffentliche Bereiche

source: public areas
et: öffentliche Bereiche

source: map package
et: Kartenpaket

source: Elevator
et: Aufzug

source: Elevators
et: Aufzüge

source: Invalid GeoJSON.
et: Invalides GeoJSON.

source: level
et: Etage

source: Building
et: Gebäude

source: Buildings
et: Gebäude

source: Room
et: Raum

source: Rooms
et: Räume

source: Outside Area
et: Außenbereich

source: Outside Areas
et: Außenbereiche

source: Stuffed Area
et: Vollgestopfter Bereich

source: Stuffed Areas
et: Vollgestopfte Bereiche

source: up
et: hoch

source: down
et: runter

source: direction
et: Richtung

source: Escalator
et: Rolltreppe

source: Escalators
et: Rolltreppen

source: Escalator Slope
et: Rolltreppensteigung

source: Escalator Slopes
et: Rolltreppensteigungen

source: Stair
et: Stufe

source: Stairs
et: Stufen

source: Oneway
et: Einbahnweg

source: Oneways
et: Einbahnwege

source: crop to other level
et: Auf andere Etage zuschneiden

source: Obstacle
et: Hindernis

source: Obstacles
et: Hindernisse

source: obstacle width
et: Hindernisbreite

source: Line Obstacle
et: Linienhindernis

source: Line Obstacles
et: Linienhindernisse

source: levels
et: Etagen

source: Level Connector
et: Etagenverbinder

source: Level Connectors
et: Etagenverbinder

source: Door
et: Tür

source: Doors
et: Türen

source: Hole
et: Loch

source: Holes
et: Löcher

source: Button label
et: Knopfbeschriftung

source: override level altitude
et: Bodenhöhe der Etage überschreiben

source: Elevator Level
et: Aufzugetage

source: Elevator Levels
et: Aufzugetagen

source: level name
et: Etagenname

source: Usually just an integer (e.g. -1, 0, 1, 2)
et: Üblicherweise eine Zahl (z.b. -1, 0, 1, 2)

source: level altitude
et: Bodenhöhe

source: intermediate level
et: Zwischenetage

source: Level
et: Etage

source: Levels
et: Etagen

source: can be searched
et: zur Suche zugelassen

source: can be used to describe a position
et: can zum beschreiben einer Position genutzt werden

source: background color
et: Hintergrundfarbe

source: if set, has to be a valid color for svg images
et: muss, falls gesetzt, eine gültige SVG Farbe sein

source: is a compiled room
et: zusammengesetzter Raum

source: Location Group
et: Ortgruppe

source: Location Groups
et: Ortgruppen

source: %d location
et: %d Ort

source: General Area
et: Allgemeiner Bereich

source: Room Segment
et: Raumteil

source: Point of Interest
et: Ort von Interesse

source: Default, include if map package is unlocked
et: Standard: einbeziehen wenn das Kartenpaket zugänglich ist

source: Included, but allow excluding
et: Einbeziehen, aber Vermeiden erlauben

source: Avoided, but allow including
et: Vermeiden, aber Einbeziehen erlauben

source: Excluded, needs permission to include
et: Vermeiden, Erlaubnis zum Einbeziehen notwendig

source: Location Type
et: Orttyp

source: Routing Inclusion
et: Routeneinbeziehung

source: Area Location
et: Ortbereich

source: Area Locations
et: Ortbereiche

source: Unreachable Coordinates
et: Unerreichbare Koordinaten

source: Coordinates
et: Koordinaten

source: Coordinates in %(location)s
et: Koordinaten innerhalb %(location)s

source: Coordinates near %(location)s
et: Koordinaten in der Nähe von %(location)s

source: package identifier
et: Paket ID

source: e.g. de.c3nav.33c3.base
et: z.b. de.c3nav.33c3.base

source: URL to the home git repository
et: URL des originalen git repos

source: current commit id
et: aktuelle commit id

source: bottom coordinate
et: untere koordinate

source: left coordinate
et: linke koordinate

source: top coordinate
et: obere koordinate

source: right coordinate
et: rechte koordinate

source: folder name
et: Verzeichnisname

source: Map Package
et: Kartenpaket

source: Map Packages
et: Kartenpakete

source: Source
et: Vorlage

source: Sources
et: Vorlagen

source: Unknown Location
et: Unbekannter Ort

source: Go up the stairs.
et: Gehe die Treppe nach oben.

source: Go down the stairs.
et: Gehe die Treppe nach unten.

source: Take the escalator upwards.
et: Fahre die Rolltreppe hoch.

source: Take the escalator downwards.
et: Fahre die Rolltreppe runter.

source: Take the elevator upwards.
et: Fahre mit dem Aufzug nach oben.

source: Take the elevator downwards.
et: Fahr mit den Aufzug nach unten.

source: Go through the door on the left.
et: Gehe links durch die Tür.

source: Go through the door on the right.
et: Gehe rechts durch die Tür.

source: Go through the door.
et: Gehe durch die Tür.

source: Turn light to the left and continue for %(d).1f meters.
et: Gehe schräg nach links %(d).1f m weiter.

source: Turn light to the right and continue for %(d).1f meters.
et: Gehe schräg nach rechts %(d).1f m weiter.

source: Turn left and continue for %(d).1f meters.
et: Gehe nach links %(d).1f m weiter.

source: Turn right and continue for %(d).1f meters.
et: Gehe nach rechts %(d).1f m weiter.

source: Continue for %(d).1f meters.
et: Gehe %(d).1f m weiter geradeaus.

source: English
et: Englisch

source: German
et: Deutsch

source: full access unlocked
et: voller Zugang freigeschaltet

source: %(count)s area unlocked
et: %(count)s Bereich freigeschaltet

source: swap
et: vertauschen

source: Search any Location…
et: Tipp einen beliebigen Ort ein…

source: Javascript is disabled. Please scroll in this direction ⇘
et: Javascript ist deaktiviert. Bitte in diese Richtung scrollen ⇘

source: close
et: schließen

source: Click or tap the desired location on the map.
et: Klick oder berühre den gewünschte Ort auf der Karte

source: Sorry, we could not detect your position.
et: Sorry, wir konnten dich nicht finden.

source: Wifi mapping may not yet be available in the entire building.
et: Ortung ist möglicherweise noch nicht im ganzen Gebäude verfügbar sein.

source: No location matched your search query.
et: Kein Ort passt zu deiner Suchanfrage.

source: Route to here
et: Route hierhin

source: Route from here
et: Route von hier aus

source: Search
et: Suchen

source: Your Route
et: Deine Route

source: This Route contains way types you wanted to avoid.
et: Diese Route enthält Wegtypen die du vermeiden wolltest.

source: allow
et: erlaubt

source: only upwards
et: nur nach oben

source: only downwards
et: nur nach unten

source: avoid
et: vermeiden

source: Location
et: Ort

source: Origin
et: Start

source: Destination
et: Ziel

source: Include / Avoid areas
et: Bereiche einbeziehen / vermeiden

source: Include %(includable)s
et: %(includable)s einbeziehen

source: Avoid %(excludable)s
et: %(excludable)s vermeiden

source: Save Settings in cookie
et: Einstellungen in Cookie speichern

source: Edit Settings
et: Einstellungen bearbeiten

source: Get Route
et: Route berechnen

source: Sorry, no Route could be found.
et: Sorry, es konnte keine Route gefunden werden.

source: Your origin or your destination is not within an accessible area or there is no possible route between them.
et: Dein Start oder dein Ziel sind nicht innerhalb eines zugänglichen Bereiches oder es gibt keine mögliche Route zwischen ihnen.

source: Congratulations, you are already there!
et: Herzlichen Glückwunsch, du bist bereits da!

source: One or both of your locations are not in the routing table yet.
et: Ein oder mehrere deiner Wegpunkte sind noch nicht in der Routingtabelle.

source: Please try again in a few minutes.
et: Bitte versuch es in wenigen Minuten erneut.

source: share
et: Teilen

source: shortcut
et: Verknüpfung
